tap "homebrew/bundle"
brew "fish"
brew "fzf"
brew "git"
brew "neovim"
brew "peco"
brew "tig"
brew "tree"
brew "z"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
