tap "homebrew/bundle"
brew "fish"
brew "fzf"
brew "git"
brew "neovim"
brew "peco"
brew "tig"
brew "z"
brew "tree"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
